Attribute VB_Name = "CSA0070B"
Option Explicit
'*--------------------------------------------------------------------------------
'*
'*   納入指示確認
'*
'*   モジュールID  : CSA0070B
'*
'*   作成日  :2019/08/06   By CIS
'*   変更日  :
'*---------------------------------------------------------------------------------

Public wZK_KanriKbn     As Byte         ' 在庫管理区分
Public wZK_HacyuTem     As Long         ' 在庫発注点

'+++++++++++++++++++++++++++++++++++++++++++++++++++    '++ デバッグ用です +++
'+                                                 +
'+  文字列をイミディエイトウィンドウに表示する     +
'+                                                 +
'+++++++++++++++++++++++++++++++++++++++++++++++++++
Public Sub Str_Monitor(ByVal wStr As String)
    Debug.Print vbCrLf
    Debug.Print Format(Now, "yyyy/MM/dd HH:mm:ss") + _
                " .................................................." + _
                vbCrLf + wStr
End Sub




